Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Decide the kind of person you want to be
cs: Rozhodněte se, jakým člověkem chcete být
da: Beslut dig for, hvilken slags person du vil være
de: Entscheide, wer du werden willst
es: Decide el tipo de persona que quieres ser
et: Otsustage, milline inimene soovite olla
fi: Päätä, millainen ihminen haluat olla
fr: Décidez du genre de personne que vous voulez être
hr: Odlučite kakva osoba želite biti
hu: Döntsd el, milyen ember akarsz lenni
it: Decidi che tipo di persona vuoi diventare
lv: Izlem, par kādu cilvēku gribi kļūt
nb: Velg hva slags person du vil bli
nl: Bepaal wat voor soort persoon je wilt zijn
pl: Zdecyduj, jakim człowiekiem chcesz być
pt_br: Decida que tipo de pessoa você quer ser
ro: Alege ce fel de om vrei să devii
sk: Rozhodnite sa, akým človekom chcete byť
sl: Odloči se, kakšna oseba želiš postati
sv: Bestäm vilken typ av person du vill vara
uk: Вирішіть, якою людиною хочете бути

source: Deep into the rhythm
cs: Hluboko do rytmu
da: Dybt ind i rytmen
de: Tief im Rhythmus
es: Profundamente en el ritmo
et: Sügaval rütmis
fi: Syvälle rytmiin
fr: Au plus profond du rythme
hr: Duboko u ritmu
hu: Mélyen a ritmusba
it: Nel profondo del ritmo
lv: Dziļi ritmā
nb: Dypt inn i rytmen
nl: Diep in het ritme
pl: Jesteś głęboko w rytmie
pt_br: Profundamente no ritmo
ro: Adânc în ritm
sk: Hlboko do rytmu
sl: Globoko v ritem
sv: Djupt in i rytmen
uk: Глибоко в ритм

source: Deeper stats
cs: Hlubší statistiky
da: Dybere statistik
de: Mehr Einblick
es: Estadísticas más claras
et: Põhjalikum statistika
fi: Syvemmät tilastot
fr: Stats plus poussées
hr: Dublja statistika
hu: Részletesebb statisztikák
it: Statistiche più profonde
lv: Dziļāka statistika
nb: Dypere statistikk
nl: Diepere statistieken
pl: Dokładniejsze statystyki
pt_br: Estatísticas mais claras
ro: Statistici mai clare
sk: Podrobnejšie štatistiky
sl: Globlje statistike
sv: Djupare statistik
uk: Глибша статистика

source: Default Quick Add Value
cs: Výchozí rychlá přidaná hodnota
da: Standard Quick Add Value
de: Standardwert für schnelles Hinzufügen
es: Valor de adición rápida predeterminado
et: Vaikimisi kiirlisandväärtus
fi: Oletuspika lisäarvo
fr: Valeur d'ajout rapide par défaut
hr: Zadana vrijednost za brzo dodavanje
hu: Alapértelmezett gyors hozzáadott érték
it: Valore rapido predefinito
lv: Noklusējuma ātrā pievienotā vērtība
nb: Standard Quick Add Value
nl: Standaardwaarde voor snel toevoegen
pl: Domyślna wartość szybkiego dodawania
pt_br: Valor de adição rápida padrão
ro: Valoare de adăugare rapidă implicită
sk: Predvolená rýchla pridaná hodnota
sl: Privzeta vrednost za hitro dodajanje
sv: Standard Quick Add Value
uk: Типове значення швидкого додавання

source: Default year view
cs: Výchozí zobrazení roku
da: Standard årsvisning
de: Standard-Jahresansicht
es: Vista de año predeterminada
et: Vaikimisi aastavaade
fi: Oletusvuosinäkymä
fr: Vue annuelle par défaut
hr: Zadani prikaz godine
hu: Alapértelmezett éves nézet
it: Visualizzazione annuale predefinita
lv: Noklusējuma gada skats
nb: Standard årsvisning
nl: Standaard jaarweergave
pl: Domyślny widok roku
pt_br: Visualização de ano padrão
ro: Vizualizare implicită a anului
sk: Predvolené zobrazenie roka
sl: Privzeti pogled leta
sv: Standardvy för året
uk: Перегляд року за умовчанням

source: Delete
cs: Vymazat
da: Slet
de: Löschen
es: Borrar
et: Kustuta
fi: Poistaa
fr: Supprimer
hr: Izbrisati
hu: Töröl
it: Elimina
lv: Dzēst
nb: Slett
nl: Verwijderen
pl: Usuwać
pt_br: Excluir
ro: Șterge
sk: Odstrániť
sl: Izbriši
sv: Radera
uk: Видалити

source: Delete Calendar
cs: Smazat kalendář
da: Slet kalender
de: Kalender löschen
es: Eliminar calendario
et: Kustuta kalender
fi: Poista kalenteri
fr: Supprimer le calendrier
hr: Izbriši kalendar
hu: Naptár törlése
it: Elimina calendario
lv: Dzēst kalendāru
nb: Slett kalender
nl: Kalender verwijderen
pl: Usuń kalendarz
pt_br: Excluir calendário
ro: Șterge calendarul
sk: Odstrániť kalendár
sl: Izbriši koledar
sv: Ta bort kalender
uk: Видалити календар

source: Delete Calendar?
cs: Smazat kalendář?
da: Vil du slette kalenderen?
de: Kalender löschen?
es: ¿Eliminar calendario?
et: Kas kustutada kalender?
fi: Poistetaanko kalenteri?
fr: Supprimer le calendrier?
hr: Izbrisati kalendar?
hu: Törli a naptárat?
it: Eliminare il calendario?
lv: Vai dzēst kalendāru?
nb: Vil du slette kalenderen?
nl: Agenda verwijderen?
pl: Usunąć kalendarz?
pt_br: Excluir calendário?
ro: Ștergeți calendarul?
sk: Chcete odstrániť kalendár?
sl: Želite izbrisati koledar?
sv: Ta bort kalender?
uk: Видалити календар?

source: Determines how the notifications appear on your lock screen.
cs: Určuje, jak se oznámení zobrazí na obrazovce uzamčení.
da: Bestemmer, hvordan underretningerne vises på din låseskærm.
de: Legt fest, wie Benachrichtigungen auf deinem Sperrbildschirm erscheinen.
es: Determina cómo aparecen las notificaciones en la pantalla de bloqueo.
et: Määrab, kuidas märguanded lukustuskuval kuvatakse.
fi: Määrittää, miten ilmoitukset näkyvät lukitusnäytölläsi.
fr: Détermine la façon dont les notifications apparaissent sur votre écran de verrouillage.
hr: Određuje kako se obavijesti prikazuju na tvom zaključanom zaslonu.
hu: Meghatározza, hogy az értesítések hogyan jelenjenek meg a lezárási képernyőn.
it: Determina come le notifiche appaiono nella schermata di blocco.
lv: Nosaka, kā paziņojumi parādās tavā bloķēšanas ekrānā.
nb: Bestemmer hvordan varslene vises på låseskjermen.
nl: Bepaalt hoe meldingen op je vergrendelscherm verschijnen.
pl: Określa sposób wyświetlania powiadomień na ekranie blokady.
pt_br: Determina como as notificações aparecem na tela de bloqueio.
ro: Stabilește modul în care apar notificările pe ecranul de blocare.
sk: Určuje, ako sa budú upozornenia zobrazovať na uzamknutej obrazovke.
sl: Določa, kako so obvestila prikazana na zaklenjenem zaslonu.
sv: Bestämmer hur aviseringarna visas på din låsskärm.
uk: Визначає, як сповіщення виглядають на екрані блокування.

source: developer
cs: vývojář
da: udvikler
de: Entwickler
es: revelador
et: arendaja
fi: kehittäjä
fr: promoteur
hr: programer
hu: fejlesztő
it: sviluppatore
lv: izstrādātājs
nb: utvikler
nl: ontwikkelaar
pl: programista
pt_br: desenvolvedor
ro: dezvoltator
sk: vývojár
sl: razvijalec
sv: framkallare
uk: розробник

source: Developer
cs: Vývojář
da: Udvikler
de: Entwickler
es: Revelador
et: Arendaja
fi: Kehittäjä
fr: Promoteur
hu: Fejlesztő
it: Sviluppatore
lv: Izstrādātājs
nb: Utvikler
nl: Ontwikkelaar
pl: Programista
pt_br: Desenvolvedor
ro: Dezvoltator
sk: Vývojár
sl: Razvijalec
sv: Framkallare
uk: Розробник

source: Disable Developer Mode
cs: Zakázat režim vývojáře
da: Deaktiver udviklertilstand
de: Entwicklermodus deaktivieren
es: Deshabilitar el modo de desarrollador
et: Keela arendaja režiim
fi: Poista kehittäjätila käytöstä
fr: Désactiver le mode développeur
hr: Onemogući način rada za razvojne programere
hu: A Fejlesztői mód letiltása
it: Disabilita la modalità sviluppatore
lv: Atspējot izstrādātāja režīmu
nb: Deaktiver utviklermodus
nl: Schakel ontwikkelaarsmodus uit
pl: Wyłącz tryb programisty
pt_br: Desativar modo de desenvolvedor
ro: Dezactivați modul dezvoltator
sk: Zakázať režim vývojára
sl: Onemogoči način za razvijalce
sv: Inaktivera utvecklarläge
uk: Вимкнути режим розробника

source: Display a selected habit calendar.
cs: Zobraz vybraný kalendář návyku.
da: Vis en valgt vanekalender.
de: Zeigt einen ausgewählten Gewohnheitskalender an.
es: Muestra un calendario de hábitos seleccionado.
et: Kuva valitud harjumuste kalender.
fi: Näytä valittu tapakalenteri.
fr: Afficher un calendrier d'habitudes sélectionné.
hr: Prikaži odabrani kalendar navike.
hu: Egy kiválasztott szokásnaptár megjelenítése.
it: Visualizza il calendario delle abitudini selezionato.
lv: Parādīt izvēlēto ieradumu kalendāru.
nb: Vis en valgt vanekalender.
nl: Geef een geselecteerde gewoontekalender weer.
pl: Wyświetl wybrany kalendarz nawyków.
pt_br: Exibe um calendário de hábitos selecionado.
ro: Afișează calendarul unui obicei ales.
sk: Zobraz vybraný kalendár zvyku.
sl: Prikaži izbrani koledar navade.
sv: Visa en vald vanekalender.
uk: Відображення вибраного календаря звичок.

source: Distance
cs: Vzdálenost
da: Afstand
de: Distanz
es: Distancia
et: Kaugus
fi: Etäisyys
hr: Udaljenost
hu: Távolság
it: Distanza
lv: Attālums
nb: Avstand
nl: Afstand
pl: Dystans
pt_br: Distância
ro: Distanţă
sk: Vzdialenosť
sl: Razdalja
sv: Avstånd
uk: Відстань

source: Do 1 bodyweight set
cs: Dát 1 sérii s vlastní vahou
da: Lave 1 sæt med kropsvægt
de: 1 Satz mit Körpergewicht machen
es: Hacer 1 serie con peso corporal
et: 1 keharaskusega seeria
fi: 1 kehonpainosarja
fr: Faire 1 série au poids du corps
hr: Napraviti 1 seriju s vlastitom težinom
hu: 1 saját testsúlyos sorozat
it: Fare 1 serie a corpo libero
lv: 1 vingrojumu sērija ar savu svaru
nb: Gjøre 1 sett med kroppsvekt
nl: 1 set met lichaamsgewicht doen
pl: 1 seria z ciężarem ciała
pt_br: Fazer 1 série com peso corporal
ro: 1 serie cu greutatea corpului
sk: Dať 1 sériu s vlastnou váhou
sl: Narediti 1 serijo z lastno težo
sv: Göra 1 set med kroppsvikt
uk: Зробити 1 підхід з власною вагою

source: Do not ask before running.
cs: Před spuštěním se neptat.
da: Spørg ikke før kørsel.
de: Vor dem Ausführen nicht fragen.
es: No preguntar antes de ejecutar.
et: Ära küsi enne käivitamist.
fi: Älä kysy ennen suorittamista.
fr: Ne pas demander avant l’exécution.
hr: Ne pitaj prije pokretanja.
hu: Ne kérdezzen rá futtatás előtt.
it: Non chiedere prima di eseguire.
lv: Nejautāt pirms palaišanas.
nb: Ikke spør før kjøring.
nl: Niet vragen voor uitvoering.
pl: Nie pytaj przed uruchomieniem.
pt_br: Não perguntar antes de executar.
ro: Nu întreba înainte de rulare.
sk: Nepýtať sa pred spustením.
sl: Ne vprašaj pred zagonom.
sv: Fråga inte innan körning.
uk: Не запитувати перед запуском.

source: Does seeing Day 1 make the habit feel more real?
cs: Pomáhá ti den 1 cítit, že návyk je skutečný?
da: Får dag 1 vanen til at føles mere virkelig?
de: Fühlt sich die Gewohnheit durch Tag 1 echter an?
es: ¿Ver el Día 1 hace que el hábito se sienta más real?
et: Kas 1. päeva nägemine teeb harjumuse pärisemaks?
fi: Tuntuuko tapa todellisemmalta, kun näet päivän 1?
fr: Voir le jour 1 rend l’habitude plus réelle ?
hr: Čini li ti se navika stvarnijom kad vidiš 1. dan?
hu: Valóságosabbnak érzed a szokást, amikor látod az 1. napot?
it: Vedere il giorno 1 rende l'abitudine piu reale?
lv: Vai 1. diena padara ieradumu īstāku?
nb: Føles vanen mer ekte når du ser dag 1?
nl: Voelt je gewoonte echter nu je Dag 1 ziet?
pl: Czy widok dnia 1 sprawia, że nawyk wydaje się bardziej realny?
pt_br: Ver o Dia 1 deixa o hábito mais real?
ro: Faptul că vezi ziua 1 face obiceiul mai real?
sk: Pôsobí zvyk reálnejšie, keď vidíš Deň 1?
sl: Se zaradi prvega dne navada zdi bolj resnična?
sv: Känns vanan mer verklig när du ser dag 1?
uk: Коли бачиш День 1, звичка відчувається реальнішою?

source: Don't forget to log your habit this week
cs: Nezapomeň si tento týden zapsat návyk
da: Glem ikke at logge din vane i denne uge
de: Vergiss nicht, deine Gewohnheit diese Woche einzutragen
es: No olvides registrar tu hábito esta semana.
et: Ärge unustage sel nädalal oma harjumust kirja panna
fi: Älä unohda kirjata tapaasi tällä viikolla
fr: N'oubliez pas d'enregistrer votre habitude cette semaine
hr: Ne zaboravite zabilježiti svoju naviku ovaj tjedan
hu: Ne felejtsd el rögzíteni a heti szokásodat
it: Non dimenticare di registrare la tua abitudine questa settimana
lv: Neaizmirsti šonedēļ atzīmēt ieradumu
nb: Ikke glem å loggføre vanen din denne uken
nl: Vergeet deze week niet je gewoonte bij te houden
pl: Nie zapomnij zapisać swojego nawyku w tym tygodniu
pt_br: Não se esqueça de registrar seu hábito esta semana
ro: Nu uita să-ți bifezi obiceiul săptămâna aceasta
sk: Nezabudni si tento týždeň zapísať zvyk
sl: Ta teden ne pozabi zabeležiti navade
sv: Glöm inte att logga din vana den här veckan
uk: Не забудьте зареєструвати свою звичку цього тижня

source: Don't forget to log your habit this week!
cs: Nezapomeň si tento týden zapsat návyk!
da: Glem ikke at logge din vane i denne uge!
de: Vergiss nicht, deine Gewohnheit diese Woche einzutragen!
es: ¡No olvides registrar tu hábito esta semana!
et: Ärge unustage sel nädalal oma harjumust kirja panna!
fi: Älä unohda kirjata tapaasi tällä viikolla!
fr: N'oubliez pas d'enregistrer votre habitude cette semaine!
hr: Ne zaboravite zabilježiti svoju naviku ovaj tjedan!
hu: Ne felejtsd el rögzíteni a heti szokásodat!
it: Non dimenticare di registrare la tua abitudine questa settimana!
lv: Šonedēļ neaizmirsti reģistrēt savu ieradumu!
nb: Ikke glem å loggføre vanen din denne uken!
nl: Vergeet deze week niet je gewoonte bij te houden!
pl: Nie zapomnij zapisać swojego nawyku w tym tygodniu!
pt_br: Não se esqueça de registrar seu hábito esta semana!
ro: Nu uita să-ți bifezi obiceiul săptămâna aceasta!
sk: Nezabudni si tento týždeň zapísať zvyk.
sl: Ta teden ne pozabi zabeležiti navade.
sv: Glöm inte att logga din vana den här veckan!
uk: Не забудьте зареєструвати свою звичку цього тижня!

source: Don't forget to log your habit today
cs: Nezapomeň si dnes zapsat návyk
da: Glem ikke at logge din vane i dag
de: Vergiss nicht, deine Gewohnheit heute einzutragen
es: No olvides registrar tu hábito hoy
et: Ärge unustage täna oma harjumust kirja panna
fi: Älä unohda kirjata tapaasi tänään
fr: N'oubliez pas d'enregistrer votre habitude aujourd'hui
hr: Ne zaboravite danas zabilježiti svoju naviku
hu: Ne felejtsd el rögzíteni a mai szokásodat
it: Non dimenticare di registrare la tua abitudine oggi
lv: Neaizmirsti šodien atzīmēt ieradumu
nb: Ikke glem å loggføre vanen din i dag
nl: Vergeet je gewoonte vandaag niet te loggen
pl: Nie zapomnij dzisiaj zapisać swojego nawyku
pt_br: Não se esqueça de registrar seu hábito hoje
ro: Nu uita să-ți bifezi obiceiul azi
sk: Nezabudni si dnes zapísať zvyk
sl: Danes ne pozabi zabeležiti navade
sv: Glöm inte att logga din vana idag
uk: Не забудь записати свою звичку сьогодні

source: Don't forget to track %@ this week! (Target: %d)
cs: Nezapomeňte tento týden sledovat %@! (Cíl:%d)
da: Glem ikke at spore %@ i denne uge! (Mål:%d)
de: Vergiss nicht, %@ diese Woche einzutragen! (Ziel: %d)
es: ¡No olvides seguir %@ esta semana! (Objetivo:%d)
et: Ärge unustage jälgida %@ sel nädalal! (Sihtmärk:%d)
fi: Älä unohda seurata %@ tällä viikolla! (Tavoite:%d)
fr: N'oubliez pas de suivre %@ cette semaine! (Cible:%d)
hr: Ne zaboravi pratiti %@ ovaj tjedan! (Cilj: %d)
hu: Ne felejtse el követni a %@ eseményt ezen a héten! (Cél:%d)
it: Non dimenticare di monitorare %@ questa settimana! (Obiettivo:%d)
lv: Neaizmirsti šonedēļ atzīmēt %@! (Mērķis: %d)
nb: Ikke glem å spore %@ denne uken! (Mål: %d)
nl: Vergeet deze week niet %@ bij te houden! (Doel:%d)
pl: Nie zapomnij śledzić%@ w tym tygodniu! (Cel:%d)
pt_br: Não se esqueça de acompanhar %@ esta semana! (Meta: %d)
ro: Nu uita să urmărești %@ săptămâna aceasta! (Țintă: %d)
sk: Nezabudnite tento týždeň sledovať %@! (Cieľ:%d)
sl: Ta teden ne pozabi spremljati %@. (Cilj: %d)
sv: Glöm inte att logga %@ den här veckan! (Mål: %d)
uk: Не забудьте відстежити%@цього тижня! (Ціль:%d)

source: Don’t just set goals
cs: Nedávejte si jen cíle
da: Sæt ikke kun mål
de: Setz dir nicht nur Ziele
es: No te limites a establecer objetivos
et: Ärge seadke ainult eesmärke
fi: Älä aseta vain tavoitteita
fr: Ne vous contentez pas de vous fixer des objectifs
hr: Nemojte samo postavljati ciljeve
hu: Ne csak célokat tűzz ki
it: Non limitarti a fissare obiettivi
lv: Ne tikai nospraud mērķus
nb: Ikke bare sett deg mål
nl: Stel niet alleen doelen
pl: Nie wyznaczaj tylko celów
pt_br: Não se limite a definir metas
ro: Nu te limita la obiective
sk: Nedávajte si len ciele
sl: Ne postavljaj samo ciljev
sv: Sätt inte bara upp mål
uk: Не просто ставте цілі

source: Don’t keep it to yourself. The fastest way to make this app better for you is to tell me what’s on your mind.
cs: Nenechávejte si to pro sebe. Nejrychlejší způsob, jak pro vás tuto aplikaci vylepšit, je říct mi, co máte na mysli.
da: Hold det ikke for dig selv. Den hurtigste måde at gøre denne app bedre for dig er at fortælle mig, hvad du tænker på.
de: Behalte es nicht für dich. Der schnellste Weg, diese App für dich besser zu machen: Sag mir, was dir auffällt.
es: No te lo guardes para ti. La forma más rápida de mejorar esta aplicación para ti es decirme qué tienes en mente.
et: Ärge hoidke seda enda teada. Kiireim viis selle rakenduse paremaks muutmiseks on öelda mulle, mis teil meeles on.
fi: Älä pidä sitä itselläsi. Nopein tapa tehdä tästä sovelluksesta parempi sinulle on kertoa minulle, mitä ajattelet.
fr: Ne le gardez pas pour vous. Le moyen le plus rapide d’améliorer cette application pour vous est de me dire ce que vous pensez.
hr: Nemoj zadržati za sebe. Najbrži način da ovu aplikaciju učinim boljom za tebe je da mi kažeš što ti je na umu.
hu: Ne tartsd magadban. Úgy tudom a leggyorsabban jobbá tenni neked az appot, ha elmondod, mi jár a fejedben.
it: Non tenerlo per te. Il modo più veloce per migliorare questa app per te è dirmi cosa hai in mente.
lv: Nepaturi to pie sevis. Ātrākais veids, kā padarīt šo lietotni labāku tev, ir pateikt, kas tev ir prātā.
nb: Ikke hold det for deg selv. Den raskeste måten å gjøre denne appen bedre for deg på er å fortelle meg hva du tenker på.
nl: Houd het niet voor jezelf. De snelste manier om deze app beter voor je te maken, is vertellen wat je mist.
pl: Nie zatrzymuj tego dla siebie. Najszybszy sposób, żeby ta aplikacja była dla Ciebie lepsza, to powiedzieć mi, co masz na myśli.
pt_br: Não guarde para você. O jeito mais rápido de melhorar o app para você é me dizer o que está pensando.
ro: Nu ține pentru tine. Cel mai rapid mod de a face aplicația mai bună pentru tine este să-mi spui ce ai în minte.
sk: Nenechávajte si to pre seba. Najrýchlejší spôsob, ako zlepšiť túto aplikáciu, je povedať mi, čo máte na mysli.
sl: Ne zadrži zase. Najhitreje lahko aplikacijo izboljšam zate, če mi poveš, kaj ti manjka.
sv: Håll det inte för dig själv. Det snabbaste sättet att göra den här appen bättre för dig är att berätta för mig vad du tänker på.
uk: Не тримайте це в собі. Найшвидший спосіб зробити застосунок кращим для вас — сказати мені, що у вас на думці.

source: Done
cs: Hotovo
da: Færdig
de: Erledigt
es: Hecho
et: Valmis
fi: Tehty
fr: Fait
hr: Gotovo
hu: Kész
it: Fatto
lv: Gatavs
nb: Ferdig
nl: Klaar
pl: Zrobione
pt_br: Feito
ro: Făcut
sk: Hotovo
sl: Končano
sv: Gjort
uk: Готово

source: Doses
cs: Dávky
da: Doser
de: Dosen
es: Dosis
et: Annused
fi: Annokset
hr: Doze
hu: Dózisok
it: Dosi
lv: Devas
nb: Doser
pl: Dawki
ro: Doze
sk: Dávky
sl: Odmerki
sv: Doser
uk: Доз

source: Drink 1 glass of water
cs: Vypít 1 sklenici vody
da: Drikke 1 glas vand
de: 1 Glas Wasser trinken
es: Beber 1 vaso de agua
et: 1 klaas vett
fi: 1 lasillinen vettä
fr: Boire 1 verre d’eau
hr: Popiti 1 čašu vode
hu: 1 pohár víz megivása
it: Bere 1 bicchiere d'acqua
lv: Izdzert 1 glāzi ūdens
nb: Drikke 1 glass vann
nl: 1 glas water drinken
pl: Wypicie 1 szklanki wody
pt_br: Beber 1 copo de água
ro: 1 pahar cu apă
sk: Vypiť 1 pohár vody
sl: Popiti 1 kozarec vode
sv: Dricka 1 glas vatten
uk: Випити 1 склянку води

source: Each dot is one day in your year.
cs: Každá tečka je jeden den tvého roku.
da: Hver prik er en dag i dit år.
de: Jeder Punkt ist ein Tag in deinem Jahr.
es: Cada punto es un día de tu año.
et: Iga täpp on üks päev sinu aastas.
fi: Jokainen piste on yksi päivä vuodessasi.
fr: Chaque point est un jour de ton année.
hr: Svaka točka je jedan dan u tvojoj godini.
hu: Minden pont egy nap az évedben.
it: Ogni punto è un giorno del tuo anno.
lv: Katrs punkts ir viena diena tavā gadā.
nb: Hver prikk er én dag i året ditt.
nl: Elke stip is één dag in je jaar.
pl: Każda kropka to jeden dzień Twojego roku.
pt_br: Cada ponto é um dia no seu ano.
ro: Fiecare punct este o zi din anul tău.
sk: Každá bodka je jeden deň v tvojom roku.
sl: Vsaka pika je en dan v tvojem letu.
sv: Varje prick är en dag i ditt år.
uk: Кожна точка — це один день твого року.

source: Each habit starts its own 365-day journey from the day you began.
cs: Každý návyk má vlastní 365denní cestu od prvního dne.
da: Hver vane starter sin egen 365-dages rejse fra den dag, du begyndte.
de: Jede Gewohnheit startet ihre eigene 365-Tage-Reise ab dem Tag, an dem du begonnen hast.
es: Cada hábito comienza su propio viaje de 365 días desde el día en que comenzó.
et: Iga harjumus alustab oma 365-päevast teekonda päevast, mil te alustasite.
fi: Jokainen tapa aloittaa oman 365 päivän matkansa päivästä, jolloin aloitit.
fr: Chaque habitude commence son propre parcours de 365 jours le jour où tu as commencé.
hr: Svaka navika počinje svoje putovanje od 365 dana onog dana kad si krenuo.
hu: Minden szokás saját 365 napos utat kap attól a naptól, amikor elkezdted.
it: Ogni abitudine inizia il suo percorso di 365 giorni dal giorno in cui hai cominciato.
lv: Katrs ieradums sāk savu 365 dienu ceļu dienā, kad tu sāki.
nb: Hver vane får sin egen 365-dagers reise fra dagen du startet.
nl: Elke gewoonte begint zijn eigen reis van 365 dagen vanaf de dag waarop je ermee begon.
pl: Każdy nawyk rozpoczyna swoją własną 365-dniową podróż od dnia, w którym zacząłeś.
pt_br: Cada hábito começa sua própria jornada de 365 dias no dia em que você começou.
ro: Fiecare obicei începe propria călătorie de 365 de zile din ziua în care ai început.
sk: Každý zvyk má vlastnú 365-dňovú cestu odo dňa, keď si začal.
sl: Vsaka navada začne svojo 365-dnevno pot na dan, ko začneš.
sv: Varje vana får sin egen 365-dagarsresa från dagen du började.
uk: Кожна звичка починає свій власний 365-денний шлях з того дня, як ви почали.

source: Easy
cs: Snadný
da: Let
de: Einfach
es: Fácil
et: Lihtne
fi: Helppo
fr: Facile
hr: Lako
hu: Könnyű
it: Facile
lv: Viegli
nb: Lett
nl: Eenvoudig
pl: Łatwy
pt_br: Fácil
ro: Ușor
sk: Jednoduché
sl: enostavno
sv: Lätt
uk: Проста

source: Edit Calendar
cs: Upravit kalendář
da: Rediger kalender
de: Kalender bearbeiten
es: Editar calendario
et: Redigeeri kalendrit
fi: Muokkaa kalenteria
fr: Modifier le calendrier
hr: Uredi kalendar
hu: Naptár szerkesztése
it: Modifica calendario
lv: Rediģēt kalendāru
nb: Rediger kalender
nl: Agenda bewerken
pl: Edytuj kalendarz
pt_br: Editar calendário
ro: Editează calendarul
sk: Upraviť kalendár
sl: Uredi koledar
sv: Redigera kalender
uk: Редагувати календар

source: Edit Stack
cs: Upravit zásobník
da: Rediger stak
de: Stapel bearbeiten
es: Editar pila
et: Redigeeri virna
fi: Muokkaa pinoa
fr: Modifier la pile
hr: Uredi snop
hu: Verem szerkesztése
it: Modifica stack
lv: Rediģēt kaudzi
nb: Rediger stabel
nl: Stapel bewerken
pl: Edytuj stos
pt_br: Editar pilha
ro: Editați stiva
sk: Upraviť zásobník
sl: Uredi sklad
sv: Redigera stack
uk: Редагувати стек

source: Enable Mood Tracking
cs: Povolit sledování nálady
da: Aktiver humørsporing
de: Mood Tracking aktivieren
es: Habilitar seguimiento del estado de ánimo
et: Luba meeleolu jälgimine
fi: Ota mielialan seuranta käyttöön
fr: Activer le suivi de l'humeur
hr: Omogući praćenje raspoloženja
hu: Hangulatkövetés engedélyezése
it: Attiva monitoraggio dell'umore
lv: Iespējot garastāvokļa izsekošanu
nb: Aktiver humørsporing
nl: Stemmingsregistratie inschakelen
pl: Włącz śledzenie nastroju
pt_br: Ativar monitoramento de humor
ro: Activați Urmărirea dispoziției
sk: Povoliť sledovanie nálady
sl: Omogoči sledenje razpoloženju
sv: Aktivera humörspårning
uk: Увімкнути відстеження настрою
